/* No comment provided by engineer. */
"Could not load login screen." = "Could not load login screen.";

/* No comment provided by engineer. */
"Facebook" = "Facebook";

/* No comment provided by engineer. */
"Facebook Service is not available, make sure your device has an Internet connection and you have at least one Twitter account setup." = "Facebook Service is not available, make sure your device has an Internet connection and you have at least one Twitter account setup.";

/* No comment provided by engineer. */
"Loading" = "Loading";

/* No comment provided by engineer. */
"OK" = "OK";

/* No comment provided by engineer. */
"Please furnish an API key!" = "Please furnish an API key!";

/* No comment provided by engineer. */
"Post failed, please try again later." = "Post failed, please try again later.";

/* No comment provided by engineer. */
"Post Successful!" = "Post Successful!";

/* No comment provided by engineer. */
"SimpleFacebook: Null API Exception" = "SimpleFacebook: Null API Exception";

